Repository: omegat-fi/B333-Memsource-Cloud-User-Manual
Catalog: tm/Memsource-käännös-472640.tmx
Source language: en
Languages: fi

source: To do so, we need to add one more column with English in the Excel file for import.
fi: Tätä varten meidän täytyy lisätä vielä yksi sarake englantia varten Excel-tiedostoon.

source: Selecting Term Bases for Projects
fi: Projektien termikantojen valinta

source: Each job represents a file for translation into a specific target language.
fi: Jokainen työ edustaa käännettäväksi tarkoitettua tiedostoa, joka tulee kääntää tietylle kohdekielelle.

source: E.g. a TM en->de can be selected for a de->en project.
fi: Esim. käännösmuisti, jonka kielet ovat en->de voidaan valita projektiin, jonka kielet ovat de->en.

source: See Pre-translate for more details.
fi: Lisätietoja kohdassa Pre-translate

source: 2.2 Usernames
fi: 2.2 Käyttäjänimet

source: By default a Wildcard searchwildcard search is supported, use quotes to get exact search (such as "red car").
fi: Oletusarvoisesti tehdään jokerihaku. Käytä lainausmerkkejä halutessasi tarkan haun (esim. ”punainen auto”).

source: The administrator user is at the top of the Memsource user hierarchy and consequently has maximum rights, such as:
fi: Eniten oikeuksia on järjestelmänvalvojilla, jotka ovat Memsourcen käyttäjähierarkiassa ylimpänä.

source: 6.6.2 Pseudo-translate
fi: 6.6.2 Pseudokääntäminen

source: Organize the terms into columns where each column represents a language
fi: Järjestä termit sarakkeisiin niin, että kullakin kielellä on omansa.

source: Language
fi: Kieli

source: Translation Memories
fi: Käännösmuistit

source: Empty Target
fi: Tyhjä kohdekielen segmentti (Empty Target)

source: The target contains no characters or tags
fi: Kohdekielen segmentissä ei ole merkkejä tai tunnisteita

source: 11.4.6 Pre-translation
fi: 11.4.6 Esikäännös (Pre-translation)

source: 3.2.4 Project Status Automation
fi: 3.2.4 Projektin status

source: Target languages (one or more)
fi: Kohdekielet (yksi tai useampi)

source: Status (New, Approved)
fi: Status (uusi, hyväksytty)

source: Business Unit
fi: Työn osa

source: 9.4 Term Base Search
fi: 9.4 Haku termikannasta

source: 3.3.7.4 Selecting whether Quality Assurance Is Applied
fi: 3.3.7.4 Laadunvarmistuksen käyttöönotto

source: Example: source="<a href="http://bbc.co.uk">" target="<a href="http://">"
fi: Esimerkki: lähdeteksti = ”<a href="http://bbc.co.uk">”kohdeteksti = ”<a href="http://">”</a> </a>

source: 6.6.1.6 Pre-translation Best Practice
fi: 6.6.1.6 Esikääntämisen parhaat käytännöt

source: There are multiple spaces in the target but not in the source
fi: Kohdetekstissä on ylimääräisiä välilyöntejä, joita lähdetekstissä ei ole

source: Trailing punctuation is different in the source and target
fi: Lähde- ja kohdekielessä välimerkkejä voidaan käyttää eri tavoin.

source: For example, a translator has modified a segment in the translation workflow step after it was revised in the revision workflow step.
fi: Esimerkiksi kääntäjä on muokannut segmenttiä käännöksen työnkulun vaiheessa sen jälkeen, kun se tarkistettiin työnkulun tarkistusvaiheessa.

source: 3.3.7.3 Selecting Term Bases with different locales
fi: 3.3.7.3 Termikantojen valitseminen, kun niissä on eri lokaalit

source: 6.7 Tools
fi: 6.7 Työkalut

source: 3.2.1 Machine Translation
fi: 3.2.1 Konekäännös (Machine Translation)

source: Edit your User Details (only available in Admin and Project Manager roles)
fi: Muokkaa käyttäjätietoja (saatavilla vain järjestelmänvalvojan ja projektipäällikön rooleissa)

source: Align
fi: Kohdistaminen

source: Analysis
fi: Analyysi

source: Reference Files
fi: Tiedostoviitteet

source: Custom segmentation rules can be selected for the source and/or target files for alignment.
fi: Lähde- ja/tai kohdetiedostolle voi määrittää mukautetut segmentaatiosäännöt kohdistamista varten.

source: Show linguist names
fi: Näytä lingvistien nimet

source: Tags / formatting are missing or invalid, missing or redundant line breaks
fi: Tunnisteet / muotoilut puuttuvat tai ovat virheellisiä, puuttuvat tai tarpeettomat rivinvaihdot

source: 6.3 Clone Job
fi: 6.3 Työklooni

source: Unlimited Number of Users
fi: 2.4 Rajoittamaton määrä käyttäjiä

source: 2.10.1 Custom setting for Linguist Roles
fi: 2.10.1 Käyttäjäasetukset lingvisteille

source: 11.4.2 Analysis
fi: 11.4.2 Analyysi

source: Case Sensitive
fi: Aakkoskoosta riippuvainen

source: View no data
fi: Älä näytä tietoja

source: Workflow step
fi: Työnkulun vaihe

source: Created by (username - only Memsource users are displayed)
fi: Luonut (käyttäjätunnus - vain Memsource-käyttäjät näytetään)

source: Sharing the project with a vendor
fi: Projektin jakaminen toimittajan kanssa

source: Repeated words
fi: Toistetut sanat (Repeated Words)

source: 11.4.10 TM Match Context and Optimization
fi: 11.4.10 Käännösmuistin osumien konteksti ja optimointi

source: Due - set date and time when your linguist should deliver the job)
fi: Määräaika - aseta lingvistille työn palautuspäivä ja -aika.

source: Linguists
fi: Lingvistit

source: 1 Introduction
fi: 1 Johdanto

source: View TBs created by other users
fi: Katso muiden käyttäjien luomia termikantoja

source: Submitters
fi: Tiedostontoimittajat

source: TBX Import Format
fi: TBX-tiedoston tuontiformaatti

source: XLS Import Format
fi: XLS-tiedoston tuontiformaatti

source: Only terms with the source will be checked
fi: Vain saman lähdetekstin termit tarkistetaan

source: 11.3 Administration
fi: 11.3 Hallitseminen

source: Selecting whether Quality Assurance Is Applied
fi: Laadunvarmistuksen käyttöönotto

source: Translation memories are offered as relevant during the selection process when the TM and the project share one of these:
fi: Olennaisina käännösmuisteina tarjotaan valintaprosessissa käännösmuisteja, joilla on projektin kanssa yhteinen:

source: To launch the import dialogue window, click on the Terminology-import-button.pngImport button in the term base detail page.
fi: Tuonnin valintaikkuna avataan painalla termikannan lisätietosivulla sijaitsevaa Import (Tuonti) -painiketta.

source: 5 Shared Projects
fi: 5 Jaetut projektit

source: There is a paired tag with no text between the tags in the target but not in the source
fi: Kohdetekstissä kahden yhteen kuuluvan tunnisteen välissä ei ole tekstiä, toisin kuin lähdetekstissä

source: With the exception of the Personal edition, which is free, the monthly subscription price is based on the number of users licensed.
fi: Maksutonta, henkilökohtaista Memsource-versiota lukuun ottamatta kuukausittainen maksu määräytyy käyttäjälisenssien määrän perusteella.

source: [hide]
fi: [piilota]

source: Translation Memory Import
fi: Käännösmuistin tuonti

source: It is also possible to perform certain operations within Memsource Cloud using the Mobile AppMemsource Mobile App.
fi: Voit myös käyttää Memsourcen mobiilisovellusta monenlaiseen toimintaan.

source: Linguist users may not be licensed separately but are always provided in a package with a project manager license.
fi: Yksittäisiä lingvistilisenssejä ei ole saatavilla erikseen, mutta ne sisältyvät pakettiin, jossa on projektipäällikön lisenssi.

source: 3.3.5 Job History
fi: 3.3.5 Työhistoria

source: 6.1.5 Importing Multiple Files at Once
fi: 6.1.5 Useiden tiedostojen tuonti kerralla

source: You can check your login history in the last 30 days (only available in Admin and Project Manager roles).
fi: Voit tarkistaa kirjautumishistoriasi viimeisen 30 päivän ajalta (vain järjestelmänvalvojat ja projektipäälliköt).

source: 2.8 Administrators
fi: 2.8 Järjestelmänvalvojat

source: File import settings
fi: Tiedoston tuontiasetukset

source: Memsource Atom feed
fi: Memsourcen Atom-syöte

source: Term bases are offered as relevant during the selection process when the TB and the project share any of these:
fi: Olennaisina termikantoina tarjotaan valintaprosessissa termikantoja, joilla on projektin kanssa yhteinen:

source: 6.1.1 File Import Settings
fi: 6.1.1 Tiedoston tuontiasetukset

source: Lock 100% matches
fi: Lukitse 100 %:n osumat

source: 4 Automation Widget
fi: 4 Automatisointi

source: A new window will open where the following gets entered:
fi: Avautuu uusi ikkuna, johon syötetään seuraavat tiedot:

source: Selecting Translation Memories for Projects with Workflow
fi: Käännösmuistien valitseminen projekteihin, joissa on työnkulku

source: Tags - Joined Segments
fi: Tunnisteet - Yhdistetyt segmentit (Tags - Joined Segments)

source: It is recommended to use some kind of prefix with your usernames to ensure the uniqueness.
fi: On suositeltavaa käyttää etuliitteitä käyttäjänimien edessä, jotta käyttäjänimi pysyy yksilöllisenä.

source: Job 2:
fi: Työ 2:

source: Terms with challenging morphology
fi: Morfologisesti vaikeat termit

source: 3.2.6 Access & Security
fi: 3.2.6 Käyttöoikeudet ja turvallisuus

source: Access and Security
fi: Käyttöoikeudet ja turvallisuus

source: Term Attributes
fi: Term Attributes (Termin ominaisuudet)

source: Last modified (date)
fi: Viimeksi muokattu (päivämäärä)

source: 9.7 Export Terminology
fi: 9.7 Termien vienti

source: Editing multiple jobs
fi: Useiden töiden muokkaus

source: Multiple administrator/project manager and linguist users
fi: Useita järjestelmänvalvojia/projektipäälliköitä ja lingvistejä

source: 8.4 Translation Memory Export
fi: 8.4 Käännösmuistin vienti

source: However, this time we also want to import a synonym for one of the terms in English.
fi: Tällä kertaa kuitenkin haluamme tuoda myös synonyymin yhdelle englanninkielisistä termeistä.

source: Guests
fi: Vierailijat

source: 6.6 Pre-translate
fi: 6.6 Esikääntäminen (Pre-translate)

source: Plain terminology import
fi: Yksinkertaisen sanaston tuominen

source: 6.6.1.3 Set segment status to confirmed for:
fi: 6.6.1.3 Segmentin statuksen vahvistaminen

source: 8.4.2 Export XLSX
fi: 8.4.2 XLSX-tiedoston vienti

source: 9.5.2 TBX Import Format
fi: 9.5.2 TBX-tiedoston tuontiformaatti

source: Memsource will connect to these translation memories to retrieve TM matches
fi: Memsource yhdistää näihin käännösmuisteihin saadakseen käännösmuistiosumia

source: 11.6.5 Services
fi: 11.6.5 Palvelut

source: Username
fi: Käyttäjänimi

source: 11.9 Integrations
fi: 11.9 Integraatiot

source: 11.9.2 Connected OAuth Apps
fi: 11.9.2 Yhdistetyt OAuth-protokollasovellukset

source: Term Base Read and Write Mode
fi: Termikannan luku- ja kirjoitustila

source: 11.3.4 Spellchecker
fi: 11.3.4 Oikoluku

source: Trailing Punctuation
fi: Välimerkit (Trailing Punctuation)

source: Example: \{1\>\{2\>abc\<2\}\{3\>abc\<3\}\{4\>\<4\}\<1\} in the source and \{1\>\{2\>abc\<2\}\{3\>abc\{4\>\<3\}\<4\}\<1\} in the target
fi: Esimerkki: \{1\>\{2\>abc\<2\}\{3\>abc\<3\}\{4\>\<4\}\<1\} lähdetekstissä ja \{1\>\{2\>abc\<2\}\{3\>abc\{4\>\<3\}\<4\}\<1\} kohdetekstissä

source: 3.2.9 Financials
fi: 3.2.9 Hinnoittelu

source: Relevant Translation Memories
fi: Olennaiset käännösmuistit

source: Reverse TMs can only be selected in the read mode for a project.
fi: Käänteinen käännösmuisti voidaan valita projektille vain lukutilassa.

source: 8.5 Align
fi: 8.5 Kohdentaminen

source: 11.6.1 Automated Project Creation
fi: 11.6.1 Projektin automaattinen luominen

source: An MLV (multi-language vendor) can assign projects to SLVs (single-language vendors)
fi: Monikielinen toimittaja voi ohjata projekteja yksikielisille toimittajille.
